import {
  aboutFour,
  aboutOne,
  aboutThree,
  aboutTwo,
  karpatiFour,
  karpatiThree,
  karpatiTwo,
} from '../assets/images';

export const aboutItems = [
  {
    id: 1,
    icon: aboutOne,
    title: 'Незвідана Бакота',
    location: 'Бакота',
    mainTitle: 'Бронювання будиночка в Бакоті ',
    persons: 3,
    room: '3х місний номер',
    bad: '1 широке спальне ліжко та одинарне',
    images: [aboutOne, karpatiTwo, karpatiThree, karpatiFour],
    details:
      'Затишні дерев’яні будиночки, які заховались на окраїні лісу, зустрічатимуть Вас чудовим краєвидом на ранкові полонини. Ви можете обрати кількість кімнат та місце, яке буде ідеальним для Вас. Територія, на якій базуються будиночки, підійде як і для великих компаній, яким потрібно бути поряд у декількох будинках, так і для пар, які хочуть бути на одинці.',
    descrition:
      'У Хмельницькій області розташований загублений край -Бакота. Мальовничий каньйон з давньою історією захоплює своїми просторами та незвичною атмосферою. Бджільництво,свіжий мед із польових трав, дотик до природи.',
  },

  {
    id: 2,
    icon: aboutTwo,
    title: 'Полонини Карпат',
    location: 'Карпати',
    mainTitle: 'Бронювання будиночка в Карпатах ',
    persons: 2,
    room: 'Двомісний номер',
    bad: '1 широке спальне ліжко',
    images: [aboutTwo, karpatiThree, karpatiThree, karpatiFour],
    details:
      'Затишні дерев’яні будиночки, які заховались на окраїні лісу, зустрічатимуть Вас чудовим краєвидом на ранкові полонини. Ви можете обрати кількість кімнат та місце, яке буде ідеальним для Вас. Територія, на якій базуються будиночки, підійде як і для великих компаній, яким потрібно бути поряд у декількох будинках, так і для пар, які хочуть бути на одинці.',
    descrition:
      'Полонини Карпат, у селі Орів посеред гір розташувався затишний куточок для незабутніх вражень. Справжні українські гори, власноручне сироваріння на полонині, водоспади та вікові дерева чекають на Вас.',
  },
  {
    id: 3,
    icon: aboutThree,
    title: 'Автентична Київщина',
    location: 'Київ',
    mainTitle: 'Бронювання будиночка в Києві ',
    persons: 2,
    room: 'Одномісний номер',
    bad: 'Двоспальне ліжко',
    images: [aboutThree, karpatiThree, karpatiThree, karpatiFour],
    details:
      'Будиночки в традиційному українському стилі розташовані неподалік від столиці. Ви зможете поринути в атмосферу автентичного села, спробувати запашний хліб із печі, навчитися народним ремеслам та відвідати старовинні млини.',
    descrition:
      'Неподалік центра Києва розташувалось автентичне українське село на території однойменного села Пирогово. Дерев’яні млини, запашний хліб, приготовлений своїми руками, українські пісні та багато іншого чекає на вас уже зараз.',
  },
  {
    id: 4,
    icon: aboutFour,
    title: 'Нетипова Одещина',
    location: 'Одеська область',
    mainTitle: 'Бронювання будиночка на Одещині ',
    persons: 4,
    room: 'Тримісний номер',
    bad: 'Двоспальне ліжко та 2 односпальних ліжка',
    images: [aboutFour, karpatiThree, karpatiThree, karpatiFour],
    details:
      'Унікальні будиночки на воді дозволять вам відчути дух «української Венеції». Ви зможете подорожувати каналами на човнах, скуштувати місцеві делікатеси та насолодитися видом на злиття Дунаю і Чорного моря.',
    descrition:
      'В Одеській області знаходиться мальовниче містечко Вилкове. Його ще називають «українською Венецією». Вилкове - це містечкона воді, весь в каналах. Розташоване в місці, де зустрічаються річка Дунай і Чорне море. Люди пересуваються переважно човнами. ',
  },
];
